Repository: cemmanouilidis/couturier
Catalog: CouturierTranslation/*.po
Languages: de, el, fr

source: Preview
de: Vorschau
el: Προεπισκόπηση
fr: Aperçu

source: Document
de: Dokument
el: Έγγραφο

source: No Pages
de: Keine Seiten
el: Καμία σελίδα
fr: Aucune page

source: Add new document
de: Dokument Hinzufügen
el: Εισαγωγή νέου εγγράφου
fr: Ajouter un nouveau document

source: Remove selected document
de: Dokument Entfernen
el: Αφαίρεση επιλεγμένου εγγράφου
fr: Éliminer le document sélectionné

source: Clear list
de: Dokumentenliste leeren
el: Καθαρισμός λίστας
fr: Effacer la liste

source: DragNDrop failed
de: Drag & Drop ist fehlgeschlagen
el: Το DragNDrop απέτυχε
fr: Glisser-déposer échoué

source: Choose document to open
de: Dokument auswählen
el: Επιλογή αρχείου για άνοιγμα
fr: Choisir le document à ouvrir

source: Cancel
de: Abbrechen
el: Ακύρωση
fr: Annuler

source: Open
de: Öffnen
el: Άνοιγμα
fr: Ouvrir

source: Documents supported by Couturier
de: Dokumente, die Couturier öffnen kann
el: Έγγραφα που υποστηρίζει το Couturier
fr: Documents pris en charge par Couturier

source: PDF Files
de: PDF Dateien
el: Αρχεία PDF
fr: Fichiers PDF

source: Image Files
de: Bilder
el: Εικόνες
fr: Fichiers image

source: All Files
de: Alle Dateien
el: Όλα τα Έγγραφα
fr: Tous les fichiers

source: Documents All.pdf
de: Dokumente Alle.pdf
el: Συλλογή Εγγράφων.pdf
fr: Union documents.pdf

source: Couturier - New Document
de: Couturier - Neues Dokument
el: Couturier - Νέο Έγγραφο
fr: Couturier - Nouveau document

source: No pages
de: Keine Seiten
el: Καμία σελίδα
fr: Aucune page

source: Could not add document "{0}".
de: Das Dokument "{0}" konnte nicht geöffnet werden.
el: Αδυναμία προσθήκης εγγράφου "{0}".
fr: Impossible ajouter le document "{0}".

source: The following error occurred:
de: Der nachfolgende Fehler ist aufgetreten:
el: Παρουσιάστηκε το παρακάτω σφάλμα:
fr: L'erreur suivante s'est produite :

source: Pages
de: Seiten
el: Σελίδες

source: A document with the name "{0}" exists already.
de: Eine Dokument mit dem Namen "{0}" existiert bereits.
el: Υπάρχει ήδη έγγραφο με το όνομα "{0}".

source: Do you wan't to replace this document?
de: Soll dieses Dokument ersetzt werden?
el: Θα θέλατε να αντικαταστήσετε αυτό το έγγραφο;
fr: Voulez-vous remplacer ce document ?

source: Could not create PDF Document.
de: Das PDF Dokument konnte nicht erzeugt werden.
el: Αδυναμία δημιουργίας PDF Εγγράφου.
fr: Impossible de créé le document PDF.

source: Please check your settings and try again.
de: Bitte prüfen Sie die Einstellungen und versuchen Sie es erneut.
el: Παρακαλώ ελέγξτε τις επιλογές σας και δοκιμάστε ξανά.
fr: S'il vous plaît vérifiez vos paramètres et essayez à nouveau.

source: Page
de: Seite
el: Σελίδα

source: If you continue, all changes will be lost
de: Wenn Sie fortfahren, gehen sämtliche Änderungen verloren
el: Εάν συνεχίσετε, όλες οι αλλαγές σας θα χαθούν
fr: Si vous continuez, tous les changements seront perdus

source: Licensed under the terms of GPLv3
de: Veröffentlicht unter der GNU General Public License Version 3.
el: Εξουσιοδοτημένο σύμφωνα με τους όρους GPLv3
fr: Distribué selon les termes de la GPLv3

source: (c) 2009 by Couturier contributors
de: (c) 2009 vom Couturier team
el: (c) 2009 από χορηγούς του Couturier
fr: (c) 2009 par le collaborateurs de Couturier

source: (c) 1999-2009 by itextsharp.sourceforge.net
de: (c) 1999-2009 von itextsharp.sourceforge.net
el: (c) 1999-2009 από itextsharp.sourceforge.net
fr: (c) 1999-2009 par itextsharp.sourceforge.net

source: Help
de: Hilfe
el: Βοήθεια
fr: Aide

source: _Help
de: _Hilfe
el: _Βοήθεια
fr: Aid_e

source: _Couturier
el: _Κουτσουλιά

source: Donate
de: Spenden
el: Δωρεά
fr: Faire un don

source: _Report a bug
de: _Einen Fehler melden
el: _Αναφορά σφάλματος
fr: Soumettre un _rapport d'anomalie

source: _New
de: _Neu
el: _Νέο
fr: _Nouveau

source: _Quit
de: _Beenden
el: _Έξοδος
fr: _Quitter

source: I _Love Couturier
de: Ich _Liebe Couturier
el: _Αγαπώ το Couturier
fr: _J'aime Couturier

source: Edit
de: Bearbeiten
el: Επεξεργασία
fr: Édition

source: _Add Document
de: Dokument _Hinzufügen
el: _Προσθήκη Εγγράφου
fr: _Ajouter un document

source: _Remove Document
de: Dokument _Entfernen
el: _Αφαίρεση Εγγράφου
fr: Élimine_r le document

source: _About
de: _Info
el: _Πληροφορίες
fr: À _propos

source: Show Password
de: Passwort anzeigen
el: Εμφάνηση Κωδικού
fr: Montrer le mot de passe

source: Document All.pdf
de: Dokument Alle.pdf
el: Συλλογή Εγγράφων.pdf
fr: Union documents.pdf

source: Select directory
de: Verzeichnis wählen
el: Επιλογή φακέλου
fr: Sélectionner le dossier

source: Name:
el: Όνομα:
fr: Nom:

source: Save in directory:
de: In Verzeichnis speichern:
el: Αποθήκευση στον φάκελο:
fr: Enregistrer dans le dossier:

source: Password:
de: Passwort:
el: Κωδικός:
fr: Mot de passe:

source: <b>Document Summary</b>
de: <b>Dokument Übersicht</b>
el: <b>Σύνοψη Εγγράφου</b>
fr: <b>Sommaire document</b>

source: <b>Add your documents to the list below.</b>
de: <b>Füge neue Dokumente zu der Liste hinzu.</b>
el: <b>Προσθέστε τα έγγραφα σας στην παρακάτω λίστα.</b>
fr: <b>Ajouter les documents à la liste ci-dessous.</b>

source: Combine
de: Vereinen
el: Συγχώνευση
fr: Réunir

source: _Couturier Love
de: Ich liebe _Couturier
fr: Aimer _Couturier
